aaron-bond.better-comments
bierner.emojisense
bmewburn.vscode-intelephense-client
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dbankier.vscode-quick-select
DigitalBrainstem.javascript-ejs-support
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
goessner.mdmath
jock.svg
kamikillerto.vscode-colorize
kzvi.pandoc-markdown-preview
mrmlnc.vscode-scss
PKief.material-icon-theme
PKief.material-product-icons
shuworks.vscode-table-formatter
sissel.json-script-tag
tlahmann.alex-linter
vangware.dark-plus-material
vincaslt.highlight-matching-tag
vomout.latex-syntax
yzhang.markdown-all-in-one
znck.grammarly
